[
  {
    "slug": "mybustimes",
    "name": "MyBusTimes",
    "tagline": "Fictional bus operations for simulation fans.",
    "summary": "A fictional bus simulation platform where users create and manage simulated operators.",
    "description": "MyBusTimes is a fictional bus simulation platform where users can engage in creating and managing simulated bus operations. The platform allows for community-created content, making it a space for hobbyists and enthusiasts to explore bus simulation. It provides various features such as creating companies, liveries, vehicle and a vehicle selling system, all aimed at enhancing the simulation experience.",
    "website": "https://www.mybustimes.cc",
    "repo": "https://github.com/NextStopLabs/MyBusTimes",
    "status": "Active",
    "pin": true
  },
  {
    "slug": "vtm-t200",
    "name": "VTM-T200",
    "tagline": "Realistic ETM simulation for virtual fleets.",
    "summary": "An Electronic Ticket Machine simulator for virtual bus fleets, with route and fare selection, trip reporting, and real-time status monitoring.",
    "description": "VTM-T200 is an Electronic Ticket Machine simulator built for players who want a virtual recreation of the TK-200/300 ticketing experience. It links directly with MyBusTimes to surface your virtual fleet vehicles, operators, and routes, then layers on route and fare selection, trip reporting, and virtual ticket selling for a realistic workflow with zero real-world transactions.",
    "website": "https://t200.vtm.nextstoplabs.org",
    "repo": "https://github.com/NextStopLabs/MBT_ETM-T200",
    "status": "Coming Soon",
    "pin": true
  },
  {
    "slug": "vtm-tp5800",
    "name": "VTM-TP5800",
    "tagline": "Ticketing simulation for virtual operations.",
    "summary": "Coming Soon",
    "description": "Coming Soon",
    "repo": "https://github.com/NextStopLabs/MBT_ETM-TP5800",
    "status": "Coming Soon",
    "pin": false
  },
  {
    "slug": "mybustimes-tracking",
    "name": "MyBusTimes Tracking Engine",
    "tagline": "Simulation tracking for MyBusTimes.",
    "summary": "A tracking engine that powers simulated vehicle movement on MyBusTimes.",
    "description": "Using trip, timetable, and route data from MyBusTimes, the tracking engine estimates simulated vehicle locations to provide live-style position updates for virtual fleets.",
    "repo": "https://github.com/NextStopLabs/MyBusTimes-Tracking",
    "status": "Active",
    "pin": false
  }
]
